LEXICON_RU: dict[str, str] = {
	"start": "Привет!👋🏻\n\n 🤖 Я бот-магазин по продаже товаров любой категории.\n\n"
			"🛍 Чтобы перейти в каталог и выбрать приглянувшиеся товары, воспользуйтесь командой /menu\n\n"
			"❓ Возникли вопросы? Не проблема! Команда /sos поможет связаться с админом, который постарается как можно быстрее откликнуться",
	"help": "/start - \n\n"
			"/help - "
			"/menu - "
			"/sos - ",
	"other": "Я вас не понимаю.",
	"user": "Пользователь",
	"admin": "Админ",
	"menu_user": "Меню пользователя",
	"menu_admin": "Меню админа",
	"categories": "Категории товаров",
	"items": "Выберите товар",
	"to_cart":"Добавить товар в корзину",
	"description": "Описание",
	"price": "Цена",
	"currency": "руб",
	"user_mode": "Включен режим пользователя",
	"admin_mode": "Админ",
	"catalogue": "🛍 Каталог",
	"shopping_cart": "🛒 Корзина",
	"order_status": "🚚 Статус заказа",
	"setting_catalogue": "⚙️ Настройка каталога",
	"orders": "🛒 Заказы",
	"questions": "❓ Вопросы",
	"change_mode": "🛠 Поменять режим",
	"select_items_count": 'Чтобы купить данный товар, выберите количество товара и нажмите соответсвующую кнопку.',
	"item_was_added": "Товар был добавлен в корзину.",
	"empty_cart": "Корзина пуста",
	"total_cost": "Общая стоимость"
}

LEXICON_COMMANDS_RU: dict[str, str] = {
	'/menu': "Перейти в каталог",
	'/sos': "Связаться с админом",
	'/help': "Посмотреть все команды"
}