LEXICON_RU: dict[str, str] = {
	"start": "Привет!👋🏻\n\n 🤖 Я бот-магазин по продаже товаров любой категории.\n\n"
			"🛍 Чтобы перейти в каталог и выбрать приглянувшиеся товары, воспользуйтесь командой /menu\n\n"
			"❓ Возникли вопросы? Не проблема! Команда /sos поможет связаться с админом, который постарается как можно быстрее откликнуться",
	"other": "Я вас не понимаю.",
	"user": "Пользователь",
	"admin": "Админ",
	"menu_user": "Меню пользователя",
	"menu_admin": "Меню админа",
	"user_mode": "Включен режим пользователя",
	"admin_mode": "Админ",
	"catalogue": "🛍 Каталог",
	"shopping_cart": "🛒 Корзина",
	"order_status": "🚚 Статус заказа",
	"setting_catalogue": "⚙️ Настройка каталога",
	"questions": "❓ Вопросы",
	"setting_category": "⚙️ Настройка категорий",
}

LEXICON_COMMANDS_RU: dict[str, str] = {
	'/menu': "Перейти в каталог",
	'/sos': "Связаться с админом",
	'/help': "Посмотреть все команды"
}